import React, { Component } from "react";
import { renderRoutes } from "react-router-config";
import { classPrefix } from "./../../const/index.js";
class Home extends Component {
  render() {
    return (
      <div className={`${classPrefix}-home`}>
        <div className="p-b-20">
          曹睿+曹冲：熟忠熟奸，朕一称便知 你可真是个小机灵鬼
          二张+袁术：请恕老臣直言，我才是皇帝 孙权：你…你这是反啦
          鲁肃+董卓：来来来，见面…香一个 大师你果然是个基佬
          孙鲁育+刘备：萧蔷之乱，宫闱之衅，实为…我大汉立国之本
          没想到你是这样的大汉，渣蜀！
          刘琦+诸葛恪（全力攻城）：皇叔勿惊，我与关将军…定要将你赶尽杀绝
          皇叔和你多大仇？ ￼荀彧+徐氏：主公要臣死…我连做梦都在等这一天呢
          主公：??? 何太后+曹操（魏武霸业） 带我召吾兄入宫，谁可擒之！
          诸葛果+糜竺：此乃仙人之物，要多少有多少 仙人不要面子的吗
          糜竺+颜良文丑：劣弟背主，我之罪也…哥哥说得在理 住嘴，臭弟弟
          ￼刘封+何太后：我有何罪？怪只怪你，不该生有皇子
          这真是欲加之罪何患无辞啊
          何太后+张飞（中秋专属）：这宫里的女人，哪个不是…千军破，万人敌？
          你们宫里的人真会玩，我该说皇上幸福还是不幸呢？
          王元姬+董卓：百姓尚出寒饥之苦，吾等酒池肉林，其乐无穷 于心何忍啊
          严白虎+魏延：寄人篱下的日子……让我陶醉，让我疯狂。
          不愧是白嫖王，寄篱一时爽，一直寄篱一直爽？
          ￼典韦+袁术：看我三步之内，取你小命…可恶，就差一步了
          都怪曹昂阵亡时说典将军，我先走一步了，这才让饼将军乱了脚步。
          许褚（虎视眈眈）+凌操：众铠束身，不如…多甲一件
          虎痴的脑回路果然和常人不一样 界夏侯惇+司马徽：伤我者……好，很好，非常好
          被打傻了
          曹操（魏武霸业）+SP孙尚香（好观武事）：夫英雄者，胸怀大志，回乡探母，有何不可？
          不想回乡探母的英雄都不是好闺女 三国演义
          《三国演义》展现的中华智慧，真是绚烂多彩，熠熠生辉，博大深厚，沾溉后人。
          （明）罗贯中历史传奇 ￼刘焉+麴义：汉室衰微，朝纲祸乱，皆是吾之功劳
          算你自觉，废史立牧导致群雄割据，这个锅你真没有背错。
          界华佗+庞统：病入膏肓，需…回炉再造，变废为宝。 怪不得曹操会砍了你
          华佗的锦囊
          　　本书收录了《俺想要个女娃》《为你撑了十八年》《皮日休吟诗露踪迹》《列车上的救赎》《华佗的锦囊》等故事。
          林华玉散文随笔 祢衡+士燮：尔等竖子，真乃国之栋梁也。
          好一手胡萝卜加大棒政策 ￼麴义+华雄：白马？定叫他尝点甜头 你有糖尿病吗
          SP马超+甘宁+陈宫：灭族之恨，二十年后，再做决断 活生生把仇人熬死了
          周瑜（谋定天下）+鲁芝+留赞：麒麟子孙，自幼流离失所，至死不休
          悲惨而简洁的一生 许褚+ 赵云（sp）：你准备好了吗？不是你死，就是我亡。
          是谁给你的勇气，来和本将军叫阵曹睿+曹冲：熟忠熟奸，朕一称便知
          你可真是个小机灵鬼 二张+袁术：请恕老臣直言，我才是皇帝
          孙权：你…你这是反啦 鲁肃+董卓：来来来，见面…香一个 大师你果然是个基佬
          孙鲁育+刘备：萧蔷之乱，宫闱之衅，实为…我大汉立国之本
          没想到你是这样的大汉，渣蜀！
          刘琦+诸葛恪（全力攻城）：皇叔勿惊，我与关将军…定要将你赶尽杀绝
          皇叔和你多大仇？ ￼荀彧+徐氏：主公要臣死…我连做梦都在等这一天呢
          主公：??? 何太后+曹操（魏武霸业） 带我召吾兄入宫，谁可擒之！
          诸葛果+糜竺：此乃仙人之物，要多少有多少 仙人不要面子的吗
          糜竺+颜良文丑：劣弟背主，我之罪也…哥哥说得在理 住嘴，臭弟弟
          ￼刘封+何太后：我有何罪？怪只怪你，不该生有皇子
          这真是欲加之罪何患无辞啊
          何太后+张飞（中秋专属）：这宫里的女人，哪个不是…千军破，万人敌？
          你们宫里的人真会玩，我该说皇上幸福还是不幸呢？
          王元姬+董卓：百姓尚出寒饥之苦，吾等酒池肉林，其乐无穷 于心何忍啊
          严白虎+魏延：寄人篱下的日子……让我陶醉，让我疯狂。
          不愧是白嫖王，寄篱一时爽，一直寄篱一直爽？
          ￼典韦+袁术：看我三步之内，取你小命…可恶，就差一步了
          都怪曹昂阵亡时说典将军，我先走一步了，这才让饼将军乱了脚步。
          许褚（虎视眈眈）+凌操：众铠束身，不如…多甲一件
          虎痴的脑回路果然和常人不一样 界夏侯惇+司马徽：伤我者……好，很好，非常好
          被打傻了
          曹操（魏武霸业）+SP孙尚香（好观武事）：夫英雄者，胸怀大志，回乡探母，有何不可？
          不想回乡探母的英雄都不是好闺女 三国演义
          《三国演义》展现的中华智慧，真是绚烂多彩，熠熠生辉，博大深厚，沾溉后人。
          （明）罗贯中历史传奇 ￼刘焉+麴义：汉室衰微，朝纲祸乱，皆是吾之功劳
          算你自觉，废史立牧导致群雄割据，这个锅你真没有背错。
          界华佗+庞统：病入膏肓，需…回炉再造，变废为宝。 怪不得曹操会砍了你
          华佗的锦囊
          　　本书收录了《俺想要个女娃》《为你撑了十八年》《皮日休吟诗露踪迹》《列车上的救赎》《华佗的锦囊》等故事。
          林华玉散文随笔 祢衡+士燮：尔等竖子，真乃国之栋梁也。
          好一手胡萝卜加大棒政策 ￼麴义+华雄：白马？定叫他尝点甜头 你有糖尿病吗
          SP马超+甘宁+陈宫：灭族之恨，二十年后，再做决断 活生生把仇人熬死了
          周瑜（谋定天下）+鲁芝+留赞：麒麟子孙，自幼流离失所，至死不休
          悲惨而简洁的一生 许褚+ 赵云（sp）：你准备好了吗？不是你死，就是我亡。
          是谁给你的勇气，来和本将军叫阵曹睿+曹冲：熟忠熟奸，朕一称便知
          你可真是个小机灵鬼 二张+袁术：请恕老臣直言，我才是皇帝
          孙权：你…你这是反啦 鲁肃+董卓：来来来，见面…香一个 大师你果然是个基佬
          孙鲁育+刘备：萧蔷之乱，宫闱之衅，实为…我大汉立国之本
          没想到你是这样的大汉，渣蜀！
          刘琦+诸葛恪（全力攻城）：皇叔勿惊，我与关将军…定要将你赶尽杀绝
          皇叔和你多大仇？ ￼荀彧+徐氏：主公要臣死…我连做梦都在等这一天呢
          主公：??? 何太后+曹操（魏武霸业） 带我召吾兄入宫，谁可擒之！
          诸葛果+糜竺：此乃仙人之物，要多少有多少 仙人不要面子的吗
          糜竺+颜良文丑：劣弟背主，我之罪也…哥哥说得在理 住嘴，臭弟弟
          ￼刘封+何太后：我有何罪？怪只怪你，不该生有皇子
          这真是欲加之罪何患无辞啊
          何太后+张飞（中秋专属）：这宫里的女人，哪个不是…千军破，万人敌？
          你们宫里的人真会玩，我该说皇上幸福还是不幸呢？
          王元姬+董卓：百姓尚出寒饥之苦，吾等酒池肉林，其乐无穷 于心何忍啊
          严白虎+魏延：寄人篱下的日子……让我陶醉，让我疯狂。
          不愧是白嫖王，寄篱一时爽，一直寄篱一直爽？
          ￼典韦+袁术：看我三步之内，取你小命…可恶，就差一步了
          都怪曹昂阵亡时说典将军，我先走一步了，这才让饼将军乱了脚步。
          许褚（虎视眈眈）+凌操：众铠束身，不如…多甲一件
          虎痴的脑回路果然和常人不一样 界夏侯惇+司马徽：伤我者……好，很好，非常好
          被打傻了
          曹操（魏武霸业）+SP孙尚香（好观武事）：夫英雄者，胸怀大志，回乡探母，有何不可？
          不想回乡探母的英雄都不是好闺女 三国演义
          《三国演义》展现的中华智慧，真是绚烂多彩，熠熠生辉，博大深厚，沾溉后人。
          （明）罗贯中历史传奇 ￼刘焉+麴义：汉室衰微，朝纲祸乱，皆是吾之功劳
          算你自觉，废史立牧导致群雄割据，这个锅你真没有背错。
          界华佗+庞统：病入膏肓，需…回炉再造，变废为宝。 怪不得曹操会砍了你
          华佗的锦囊
          　　本书收录了《俺想要个女娃》《为你撑了十八年》《皮日休吟诗露踪迹》《列车上的救赎》《华佗的锦囊》等故事。
          林华玉散文随笔 祢衡+士燮：尔等竖子，真乃国之栋梁也。
          好一手胡萝卜加大棒政策 ￼麴义+华雄：白马？定叫他尝点甜头 你有糖尿病吗
          SP马超+甘宁+陈宫：灭族之恨，二十年后，再做决断 活生生把仇人熬死了
          周瑜（谋定天下）+鲁芝+留赞：麒麟子孙，自幼流离失所，至死不休
          悲惨而简洁的一生 许褚+ 赵云（sp）：你准备好了吗？不是你死，就是我亡。
          是谁给你的勇气，来和本将军叫阵
        </div>
        <div>{renderRoutes(this.props.route.routes)}</div>
      </div>
    );
  }
}

export default Home;
