import React, { Component } from "react";
import { classPrefix } from "./../../../const/index.js";

class Video extends Component {
  constructor(props) {
    super(props);
  }

  render() {
    return (
      <div className={`${classPrefix}-released-video`}>
        导读：冰硼散，大家都知道干什么用的，口腔溃疡，咽喉肿痛都可以。但是我要告诉你，它还能治疗感冒鼻塞，关节炎，青春痘，皮炎，你信不信？这次你可要拿好小本本记好了，接下来我们就和笔者一起了解冰硼散的新玩法！
        笔者 | 郭旭光　山东莱州市慢性病防治院
        今天讲的是冰硼散老药新用，所以我们再次分析一下冰硼散的配伍意义：
        冰片止痛，通诸窍，散郁火；朱砂解毒，是为治咽喉疾病之要药；硼砂解毒，清热化痰；玄明粉清热消肿。诸药联合，共奏清热解毒，消肿止痛功效。适用于咽喉肿痛、牙龈疼痛、口舌生疮等病症。
        近年来，临床医生经实践发现了它外用治病的新方法，现整理如下：
        【治感冒鼻塞】 取冰硼散少许吹入患者双侧鼻腔内, 数分钟后,
        鼻涕分泌显著减少,鼻粘膜肿胀消退, 则鼻窍得通。 【治痛风性关节炎】
        相对于内服药物，外敷能够直接渗透皮肤作用于患处避免依赖性。
        取冰硼散、硫黄软膏各1支，将冰硼散与硫黄软膏调匀，可活血通络，外敷于患处，每日换药1次。适用于痛风关节炎肿痛，行走不便，一般用药3-5日可见症状好转。
        硫磺软膏具有抗菌消炎，抑制霉菌生长，杀灭皮肤寄生虫，溶解皮肤角质层，制止皮质泄露等功效，并且有较好的止痒、润滑的作用。
        【治湿疹】
        对于湿疹，普遍首先使用的是激素类药物，见效快，但是长时间使用激素类外用药膏会对皮肤造成一定副作用。
        本方中利用洁尔阴具有清热燥湿，杀虫止痒功效，与冰硼散合用，共奏清凉解毒，消肿止痛，祛风止痒功效。故对湿疹有效果。
        先用3%洁尔阴湿敷患处，稍干后撒敷冰硼散适量。每天2次，4天为1个疗程，一般用药2个疗程可愈。
        【治寻常性痤疮】 （粉刺、青春痘）
        取冰硼散1~2支，用清水适量调匀，用棉签蘸药糊外搽患处及双手心、双足心。每天换药1次，10天为1个疗程，连续外敷1~2个疗程可愈。具有清热解毒，消肿散结，宣肺理气功效。
        【治脂溢性皮炎】
        醋具有解毒、杀虫、散瘀的功效，具有较强的杀菌功效；和冰硼散合用，具有清凉解毒，利湿止痒功效。
        局部按常规消毒清洗后，取冰硼散3~4支，研为细末，用食醋适量调为稀糊状药膏。把调好的药膏外敷患处，敷料覆盖，胶布固定。每天用药1~2次。一般用药5~7天可愈。
        。 。 。
        赶快把家里的冰硼散拿出来用用，别光记得它的基本功效，也要记得新用途呦！
        返回搜狐，查看更多
        声明：该文观点仅代表作者本人，搜狐号系信息发布平台，搜狐仅提供信息存储空间服务。
        阅读 (1068) 大家都在看 现在可以超声造影检查胃了！
        男人若想肾功能越来越好，睡前坚持做三个动作，身体更有活力
        人不胖，肚子却很大？背后可能暗藏健康危机
        宝宝睡觉有“学问”？不仅利于睡眠，更有利于长高！
        得了脂肪肝，3种食物别再吃了，偷偷吃了会使病情加重
        小孩子感冒究竟要不要吃药？你想知道的感冒真相都在这了 大连齿医生口腔科普
        镶牙后的注意事项 教你如何应对镶牙问题 广告 我来说两句 0人参与，0条评论
        来说两句吧…… 登录并发表 搜狐“我来说两句” 用户公约 推荐阅读
        科普：“NK免疫细胞”到底是个啥? 阿芙洛蒂健康管理 · 今天 17:43
        给孩子的新年礼物——2020福兴宝宝台历首发 福州福兴妇产医院 · 今天 15:32
        丝袜、打底裤、秋裤哪个更保暖？我们找了个男生试了下 丁香健康头条 · 今天
        12:04 药学部主任郑高峰当选为静脉配置专委会第二届副主任委员 | 科室动态
        简阳市人民医院 · 今天 16:24
        美艳妻子嫌弃我穷，无奈只好回家接管公司，妻子竟是公司的... 广告 · 今天
        17:58 广东佰氏健康集团简介 佰氏健康 · 今天 17:32
        如果真的切了子宫，她怎会有现在的可爱女儿 保宫专家张洪涛教授 · 今天 16:22
        真实世界大数据分析系列|重复测量资料的统计分析 天鹏科技 · 今天 17:30
        膝关节疾病的症状 无字天书 · 今天 16:14
        首次揭秘！脱发怎么办？试试这生发妙招，一看就会 广告 · 今天 17:58
        脸上有张“疾病地图”，哪里生病了，它会告诉你！ 健康时报 · 今天 13:28
        这项儒雅运动正在成为新时尚 健康与运动_wtg2 · 今天 17:17
        河北拟确定这5家单位为全省首批中医药健康养老基地，看看有你家附近的吗？
        河北卫生计生 · 今天 16:25 【不忘初心
        牢记使命】齐医附属二院各党支部召开“不忘初心、牢记使命”专题组织生活会...
        齐医附属二院 · 今天 17:02
        小说：小伙子为了生活，嫁给富婆，不料富婆每次竟然这样对他 广告 · 今天
        17:58 医联体建设视域下医疗机构分工协作研究回顾与展望 《中国医院》杂志 ·
        今天 16:19 医生提醒，反复出现这五种症状，多半是肺癌来了，尽早去医院体检
        医学原创故事会 · 今天 13:09 网红“减肥咖啡”行销20余省市：含违禁药
        严重可致亡 健康界 · 今天 17:08
        “健身狂魔”病倒，高以翔猝死：现在的人到底该如何善待自己 瘦身养生谈 · 今天
        17:26 杭州寻找合伙人开一点点奶茶店,你只管开店，总部免费全包,开店无压力!
        广告 · 今天 17:58 【龚忠华】当硅胶遇到膨体，该如何选择？ Dr·龚_wtg1 ·
        今天 17:06 医生人均年收入54万！值得借鉴的港大深圳医院改革经验 好医生官方
        · 今天 11:39 有些炎症，抗生素无能为力 中科云康 · 今天 17:14
        关于“老寒腿”的这些误区，不看不知道！骨关节患者也要了解一下 乔方风湿界 ·
        今天 17:04 广告 · 今天 17:58 每天乘坐地铁的你，戴口罩了吗？
        中国护理管理杂志社 · 今天 16:30
        女性患肿瘤不可怕，教你快速消除肿瘤的方法！ 青说健康_wtg1 · 今天 16:15
        老年痴呆“最爱”一种食物，要少吃，预防老年痴呆可常吃4种食物
        想好好做医生的胖子 · 今天 11:56
        每天喝一杯牛奶，营养又补钙，老中青都受益，看看你做到了吗？ 每天一点健康
        · 今天 16:47 杭州一点点奶茶开放招商，2人10㎡即可开店，总部全程扶持！
        广告 · 今天 17:58 【身边好学科】杏林春暖除心病 妙手丹心保健康
        大连市中医医院 · 今天 15:56 早上起来“顺手”做这几件事，比吃补药管用得多
        亚西亚健康网 · 今天 16:47
        长期坚持健身是一种什么样的感觉，这两位最有解释权 海滋恋健康说 · 今天
        13:39 不忘医者初心，牢记健康使命 宾居镇中心卫生院变迁史
        宾川县宾居镇中心卫生院 · 今天 15:53 全力攻夏 全场特卖 货到付款 广告 ·
        今天 17:58 古人的饮食方式更健康？(上) | 每日涨营养姿势1071
        马冠生马上营养 · 今天 15:50 颈椎病自查之你的颈椎病到了哪个等级?
        红会脊柱外科张正平_wtg1 · 今天 15:25
        手机玩多了可能致癌？教你几个减小手机辐射的小窍门 亚西亚健康网 · 今天
        16:35 动不动就焦虑？若反复出现这6个迹象，劝你及时做个心理疏导 漫说健康 ·
        今天 15:13
        创业怕踩坑?一点点十二月加盟福利,手把手扶持开店,名额不多,仅剩68位！ 广告
        · 今天 17:58 袖状胃手术怎么样？ 京沪川减肥达人 · 今天 14:29
        眼科新进展：眼科干细胞疗法 厦门上瑞合生物_wtg1 · 今天 13:40
        它是造血干细胞重要来源，你愿意为生命“备份”吗？ 伍易生命国际康养基地 ·
        今天 15:16 喉咙又干又痒，总有异物感，咳嗽不停？这些雷区你踩了吗？
        河源长安医生 · 今天 15:19 你有没有腱鞘炎？ 无字天书 · 今天 15:11
        黑膏药贴的历史 无字天书 · 今天 15:54
        温医大附二院原院长连庆泉受贿220余万元，获刑四年 健康界 · 今天 15:22
        失眠在常人的眼里也许不算什么苦难，但身临其境的人知道它的可怕
        医来伸手_wtg2 · 今天 11:52 大连齿医生口腔科普 比较3类种植牙哪类技术好
        李传前_齿医生口腔正畸 · 今天 13:16
        《粤港澳大湾区中医药合作备忘录》签署，达成6点共识！ 中国中医 · 今天
        12:05 节目预告 |
        本周我们一起聊聊“脊髓灰质炎疫苗和含麻疹成分疫苗的查漏补种​”！
        如皋卫生计生 · 今天 14:06
        【首儿e科普】怎么才能了解孩子的能量摄入够不够？ 首都儿科研究所 · 今天
        11:01 在如皋您如果想要奉献一片爱心，关注这个微信公众号即可！
        如皋卫生计生 · 今天 14:06
        烟台市奇山医院全面取消医用耗材加成，规范调整部分医疗服务价格
        烟台传染病医院 · 今天 10:47 从新西兰火山喷发才了解到原来危险在这里
        一心贸易 · 今天 11:46
        身体健康的人想养生，应该先从哪一方面入手？若有疑问，不妨看看 悟苏养生说
        · 今天 12:25 每天喝水的杯子可能已经变成“索命杯”这种杯子你还在用吗？
        健康山西 · 今天 11:30
        稀粥易于消化，但是不能养胃，那么胃有毛病应该怎么养？ 药师华子 · 今天
        12:27 红楼梦中凄美的《葬花吟》背后，暗射的是一个悲惨的历史事件
        修元醒神汤 · 今天 11:21 乘干细胞之东风——火爆“外泌体”的崛起
        厦门上瑞合生物_wtg1 · 今天 12:00
        十几年的药怕是白吃了，患者得的许是“假冠心病” 好医生官方 · 今天 11:39
        被央视曝光的这款蜂蜜，没营养还浪费钱！中国家长却还买给孩子吃 漫说健康 ·
        今天 15:25 哪些食物是护发高手呢？考拉咝咝告诉您答案
        考拉咝咝养发生活馆_wtg1 · 今天 13:47
        俗话说“冬吃萝卜夏吃姜”，可吃哪种萝卜最营养，怎么吃才健康
        想好好做医生的胖子 · 今天 11:20 年度特稿 |
        杨中兴：健康科普媒体赋能健康中国的实践探索 搜狐健康 · 今天 10:38
        年度特稿 | 毛群安的健康中国梦 搜狐健康 · 今天 10:38
        吴小生：长期吸烟？出现这3种症状说明肺功能已受损，你还不在意 吴小生说养生
        · 今天 11:12 全美唯一成人和儿童综合排名都前五的医院，到底牛在哪里？
        彼爱医疗 · 今天 10:46 全民健康覆盖日 |
        一场全球运动，旨在让人人享有一个更安全、更健康、更公平的世界
        北京市疾病预防控制中心 · 今天 10:33 干细胞如何修复“男性生理机能”
        厦门上瑞合生物_wtg1 · 今天 13:39
        4个月大婴儿推拿后死亡！遍布街头巷尾的各种小儿推拿，该规范了！ 健康山西 ·
        今天 11:30 有喜网：备孕期间吃海鲜有助于怀孕，但这3种海鲜应谨慎食用
        有喜健康 · 今天 14:34
        【讲座预告】沈定刚教授——医疗影像人工智能：潜在应用与挑战（12月18日全院性GRAND
        ROUND） 邵逸夫医院放射科 · 今天 11:42 食物越是香越是“藏脂大户”
        石化健康行. · 今天 13:37
        章子怡怀孕36周自曝体重121斤，网友：好好吃饭不行吗 明宫燕 · 今天 14:10
        活少钱多的工作，你要不要来？ 丁香园 · 今天 11:55 为什么你容易胖？
        天赋能健康生活 · 今天 13:48
        “乐孕新生”2019榕城孕妇节大型胎教音乐会圆满落幕 福州福兴妇产医院 · 今天
        15:34 大连齿医生口腔科普 做完种植牙后日常护理保健措施
        李传前_齿医生口腔正畸 · 今天 13:13
        又能提神又能滋补的食疗药膳白领你收藏了吗？ 吾喜膳茶 · 今天 15:41
        手指常出现浮肿，是肾功能失调的信号？除了它，还有7个 漫说健康 · 今天
        16:09 2019中国健康科普大赛总结会暨全国疾控系统健康科普训练营在京举办！
        中国疾控动态 · 今天 13:30
        人民的医生——我从医这70年（第三十九集）：夏德昭——执着坚守，只... 健康界 ·
        今天 11:32 孩子：妈妈你屁股上火啦！家长这些方面要避讳，避免孩子口无遮拦
        儿科医生赵继明 · 今天 15:18
        癌症不是突然到来，医生忠告，身体出现五种小病，最好及时治疗 旧故里草木深
        · 今天 14:47 落枕怎么治？不求人不花钱，教你10分钟穴位按摩轻松缓解
        延寿堂健康生活 · 今天 15:44 关于甲醛我们所知道的，其实都太有限了！
        lily传递健康 · 今天 13:17
        提前预防哪些才能降低癌症风险？做好3点，癌症拐弯走 悟苏养生说 · 今天
        11:48 已经到底了 大家都在搜：英首相给居民送奶 广告 热门图集
        云南怒江一万人搬迁安置点地灾隐患突出，官方：好地太难找
        国家一级演员杨洪武突发心梗去世，上半年还在拍戏，年仅58岁！
        菲律宾女孩没钱买跑鞋，用绷带裹脚参赛，拿3块金牌！
        云南怒江一万人搬迁安置点地灾隐患突出，官方：好地太难找
        国家一级演员杨洪武突发心梗去世，上半年还在拍戏，年仅58岁！
        一名中国籍女子被数人拖入面包车带走 中国...
        追凶20年破三女命案的公安局长落马，曾宣... 街道书记贪腐上亿元
        曾扬言“我骗的是国家... 绯红女巫，可以让你忘掉斯嘉丽的女人 广告
        24小时热文 1 睡觉时突然“抖”一下，并有强烈的踏空感，这是为啥呢? 2.2万
        阅读 2 最近社交太无聊？这里可以排遣你的孤独乏闷 140万 阅读 3
        如何把千寻cors账号使用的2000坐标系转换成施工坐标系... 3653 阅读 万物有趣
        | 1%男性对自己的精液过敏？性生活过敏“真... 58万 阅读
        可怕！原来这些问题竟然是因为吃太饱了 49万 阅读 广告 搜狐号推荐 健识局
        达人有见识，君子有健识！健识局
        深耕医药领域，权威政策解读、独家产业观察。 丁香医生
        专业、好玩、有态度。丁香医生，新一代大众健康媒体。 漫说健康
        用漫画阐述健康，让医学也能性感起来！ 搜狐健康 搜狐健康官方账号 健康界
        为了更好的医疗健康服务 广告
      </div>
    );
  }
}

export default Video;
